brew "git"
brew "nvim"
brew "bat"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "make"
brew "manim"
brew "pandoc"
brew "tldr"
brew "zellij"
brew "yazi"
brew "zoxide"
brew "python@3.13"
brew "node"
brew "htop"
brew "mas"
brew "yarn"

cask "visual-studio-code"
cask "obsidian"
cask "arc"
cask "google-chrome"
cask "firefox"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "keycastr"
cask "iterm2"
cask "maccy"
cask "middleclick"
cask "obs"
cask "shortcat"
cask "betterdisplay"
cask "coconutbattery"
cask "jordanbaird-ice"
cask "raycast"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "linearmouse"
cask "shortcat"
cask "keycastr"
cask "middleclick"
cask "shottr"
cask "docker"
cask "vlc"
cask "discord"
cask "spotify"
cask "whisky"
cask "utm"
cask "steam"
cask "aldente"
cask "notion"
cask "curseforge"

#mas "PDFgear", id:6469021132
#mas "Word", id:462054704
#mas "Excel", id:586683407
#mas "Powerpoint", id:586449534
