brew "git"
brew "nvim"
brew "bat"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "make"
brew "yazi"
brew "zoxide"
brew "node"
brew "btop"
brew "yarn"
brew "lazygit"
brew "atuin"
brew "starship"
brew "huggingface-cli"
brew "mactop"
brew "just"
brew "sqlite"
brew "stow"
brew "tmux"
brew "websocat"
brew "uv"
brew "carapace"
brew "sesh"
brew "viu"
brew "chafa"
brew "7-zip"

cask "visual-studio-code"
cask "google-chrome"
cask "middleclick"
cask "obs"
cask "betterdisplay"
cask "coconutbattery"
cask "jordanbaird-ice"
cask "raycast"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "linearmouse"
cask "shottr"
cask "docker"
cask "vlc"
cask "discord"
cask "spotify"
cask "aldente"
cask "ghostty"
cask "brave-browser"
cask "font-iosevka-term-nerd-font"
cask "microsoft-teams"
cask "bambu-studio"
cask "affinity"
