brew "git"
brew "nvim"
brew "bat"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "make"
brew "yazi"
brew "zoxide"
brew "node"
brew "btop"
brew "yarn"
brew "lazygit"
brew "atuin"
brew "starship"

cask "visual-studio-code"
cask "google-chrome"
cask "middleclick"
cask "obs"
cask "betterdisplay"
cask "coconutbattery"
cask "jordanbaird-ice"
cask "raycast"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "linearmouse"
cask "shottr"
cask "docker"
cask "vlc"
cask "discord"
cask "spotify"
cask "aldente"
cask "ghossty"
cask "vivaldi"
cask "brave"
